Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Siri integration is still work in progress! It is difficult to find correct, useful phrases. Please write to me if you have any ideas. Siri can tell you your blood glucose and trend by saying: "Siri, what is my glucose in FLwatch", or "What is my FLwatch glucose level". Since Siri has sometimes trouble understanding "FLwatch" (she always understands "Apple watch") you can also use "glucose monitor" as an app name synonym: "Siri, what is my glucose in glucose monitor", or "What is my glucose monitor glucose level". In the shortcuts app you can create a shortcut for this action with any custom name, like "Current glucose level" and select "Show on Apple Watch" to make the command work on the watch as well. If you then say: "Hey Siri, current glucose level", Siri will read the value and trend to you. Siri is also able to record insulin units for the IOB calculation. Explore the options in the Shortcuts app. Here is the full list of phrases: What is my glucose in FLwatch What's my glucose in FLwatch What is my glucose level in FLwatch What's my glucose level in FLwatch What is my FLwatch glucose What's my FLwatch glucose What is my FLwatch glucose level What's my FLwatch glucose level FLwatch get current blood glucose FLwatch what's my current blood glucose What's my current blood glucose in FLwatch FLwatch record insulin FLwatch note insulin FLwatch add insulin XX insulin units in FLwatch FLwatch XX unit FLwatch XX units XX unit FLwatch XX units FLwatch
de: Die Siri-Integration ist noch in Arbeit! Es ist schwierig korrekte, nützliche Phrasen zu finden. Bitte schreiben Sie mir, falls Sie eine Idee haben. Siri kann Ihnen Ihren Blutzuckerwert und Trend z.B. mit den Kommandos „Siri, Wie ist mein FLwatch Blutzucker?“ oder „Blutzuckerwert aus FLwatch“ vorlesen. Da Siri manchmal Schwierigkeiten hat, „FLwatch“ zu verstehen (sie versteht immer „Apple Watch“), können Sie auch „Glukose Monitor“ als Synonym für den App-Namen verwenden: „Siri, Wie ist mein Glukose Monitor Blutzucker?“ oder „Blutzuckerwert aus Glukose Monitor“ In der Kurzbefehle-App können Sie für diese Aktion einen Kurzbefehl mit einem beliebigen Namen erstellen, z. B. „Aktueller Blutzuckerwert“, und „Auf Apple Watch zeigen“ auswählen, damit der Befehl auch auf der Apple Watch funktioniert. Sie können sich dann mit „Hey Siri, aktueller Blutzuckerwert“ den aktuellen Wert vorlesen lassen. Siri kann auch Insulineinheiten für die Berechnung des IOB erfassen. Erkunden Sie die Optionen der Kurzbefehle-App. Hier ist die vollständige Liste der aktuell verfügbaren Kommandos: Wie ist mein FLwatch Blutzucker Blutzuckerwert aus FLwatch Wie ist mein Blutzucker in FLwatch FLwatch Blutzuckerwert Glukosewert in FLwatch Notiere XX Insulineinheiten in FLwatch Insulingabe in FLwatch Protokolliere XX Insulineinheiten in FLwatch Protokolliere Insulingabe in FLwatch Speichere Insulingabe in FLwatch Insulin in FLwatch XX Einheiten Insulin in FLwatch FLwatch XX Einheiten
es: ¡La integración con Siri aún está en desarrollo! Es difícil encontrar frases correctas y útiles. Por favor, escríbame si tiene alguna idea. Siri puede indicarte tu nivel de glucosa en sangre y la tendencia diciendo: «Siri, ¿cuál es mi nivel de glucosa en FLwatch?» o «¿Cuál es mi nivel de glucosa en FLwatch?». Dado que Siri a veces tiene dificultades para entender «FLwatch» (siempre entiende «Apple Watch»), también puedes utilizar «glucómetro» como sinónimo del nombre de la aplicación: «Siri, ¿cuál es mi glucosa en el glucómetro?» o «¿Cuál es mi nivel de glucosa en el glucómetro?». En la aplicación Atajos, puedes crear un atajo para esta acción con cualquier nombre personalizado, como «Nivel de glucosa actual», y seleccionar «Mostrar en Apple Watch» para que el comando también funcione en el reloj. Si luego dices: «Oye, Siri, nivel de glucosa actual», Siri te leerá el valor y la tendencia. Siri también puede registrar las unidades de insulina para el cálculo de la IOB. Explora las opciones de la aplicación Atajos. Aquí tienes la lista completa de frases: ¿Cuál es mi nivel de glucosa en FLwatch? ¿Cuál es mi nivel de glucosa en FLwatch? ¿Cuál es mi nivel de glucosa en FLwatch? ¿Cuál es mi nivel de glucosa en FLwatch? ¿Cuál es mi glucosa en FLwatch? ¿Cuál es mi glucosa en FLwatch? ¿Cuál es mi nivel de glucosa en FLwatch? ¿Cuál es mi nivel de glucosa en FLwatch? FLwatch, obtén la glucosa en sangre actual. FLwatch, ¿cuál es mi glucosa en sangre actual? ¿Cuál es mi glucosa en sangre actual en FLwatch? FLwatch, registra la insulina. FLwatch, anota la insulina. FLwatch, añade insulina. XX unidades de insulina en FLwatch. FLwatch, XX unidades. FLwatch, XX unidades. XX unidades FLwatch. XX unidades FLwatch.
fr: L'intégration de Siri est encore en cours de développement ! Il est difficile de trouver des phrases correctes et utiles. N'hésitez pas à m'écrire si vous avez des idées. Siri peut vous indiquer votre glycémie et votre tendance en disant : « Siri, quelle est ma glycémie dans FLwatch » ou « Quel est mon taux de glycémie dans FLwatch ». Comme Siri a parfois du mal à comprendre « FLwatch » (elle comprend toujours « Apple watch »), vous pouvez également utiliser « glucomètre » comme synonyme du nom de l'application : « Siri, quel est mon taux de glucose dans le glucomètre » ou « Quel est mon taux de glucose dans le glucomètre ». Dans l'application Raccourcis, vous pouvez créer un raccourci pour cette action avec n'importe quel nom personnalisé, comme « Taux de glucose actuel », et sélectionner « Afficher sur Apple Watch » pour que la commande fonctionne également sur la montre. Si vous dites ensuite : « Hey Siri, taux de glucose actuel », Siri vous lira la valeur et la tendance. Siri est également capable d'enregistrer les unités d'insuline pour le calcul de l'IOB. Explorez les options dans l'application Raccourcis. Voici la liste complète des phrases : Quel est mon taux de glucose dans FLwatch ? Quel est mon taux de glucose dans FLwatch ? Quel est mon taux de glucose dans FLwatch ? Quel est mon taux de glucose dans FLwatch ? Quel est mon taux de glucose FLwatch ? Quel est mon taux de glucose FLwatch ? Quel est mon taux de glucose dans FLwatch ? Quel est mon taux de glucose dans FLwatch ? FLwatch, obtenir le taux de glucose sanguin actuel FLwatch, quel est mon taux de glucose sanguin actuel ? Quel est mon taux de glucose sanguin actuel dans FLwatch ? FLwatch, enregistrer l'insuline FLwatch, noter l'insuline FLwatch, ajouter l'insuline XX unités d'insuline dans FLwatch FLwatch, XX unités FLwatch, XX unités XX unités FLwatch XX unités FLwatch
it: L'integrazione con Siri è ancora in fase di sviluppo! È difficile trovare frasi corrette e utili. Se avete qualche idea, scrivetemi. Siri può dirvi il vostro livello di glucosio nel sangue e l'andamento dicendo: "Siri, qual è il mio livello di glucosio in FLwatch" o "Qual è il mio livello di glucosio in FLwatch". Poiché Siri a volte ha difficoltà a comprendere "FLwatch" (capisce sempre "Apple watch"), puoi anche utilizzare "glucose monitor" come sinonimo del nome dell'app: "Siri, qual è il mio livello di glucosio nel glucose monitor" o "Qual è il mio livello di glucosio nel glucose monitor". Nell'app Scorciatoie puoi creare una scorciatoia per questa azione con un nome personalizzato, ad esempio "Livello di glucosio attuale", e selezionare "Mostra su Apple Watch" per far funzionare il comando anche sull'orologio. Se poi dici: "Ehi Siri, livello di glucosio attuale", Siri ti leggerà il valore e l'andamento. Siri è anche in grado di registrare le unità di insulina per il calcolo dell'IOB. Esplora le opzioni nell'app Scorciatoie. Ecco l'elenco completo delle frasi: Qual è il mio livello di glucosio in FLwatch? Qual è il mio glucosio in FLwatch? FLwatch ottieni il glucosio nel sangue attuale FLwatch qual è il mio glucosio nel sangue attuale Qual è il mio glucosio nel sangue attuale in FLwatch FLwatch registra l'insulina FLwatch nota l'insulina FLwatch aggiungi insulina XX unità di insulina in FLwatch FLwatch XX unità XX unità FLwatch
ja: Siriの統合機能は現在開発中です！ 適切な有用なフレーズを見つけるのは難しいです。アイデアがあれば、ご連絡ください。 Siriは次のように言って、あなたの血糖値と傾向を教えてくれます：「Siri、FLwatchの血糖値は？」または「FLwatchの血糖値は？」 Siriは「FLwatch」という言葉を理解できないことがあります（ただし「Apple Watch」は常に理解します）。そのため、アプリ名の同義語として「血糖値計」を使用することもできます：「Siri、血糖値計の血糖値は？」または「血糖値計の血糖値は？」と尋ねることができます。 ショートカットアプリでは、このアクション用のショートカットを任意のカスタム名（例：「現在の血糖値」）で作成し、「Apple Watchに表示」を選択すると、ウォッチでもコマンドが機能します。その後「Hey Siri、現在の血糖値」と尋ねると、Siriが値と傾向を読み上げてくれます。 SiriはIOB計算のためのインスリン単位の記録も可能です。 ショートカットアプリの設定オプションを調べてみてください。 以下のフレーズのリストです： FLwatchでの血糖値はどれくらいですか FLwatchでの血糖値はどれくらいですか FLwatchでの血糖値はどれくらいですか FLwatchでの血糖値はどれくらいですか FLwatchの血糖値はどれくらいですか FLwatchの血糖値はどれくらいですか FLwatchの血糖値はどれくらいですか FLwatchの血糖値はどれくらいですか FLwatchで現在の血糖値を取得 FLwatchで私の現在の血糖値は？ FLwatchで私の現在の血糖値は？ FLwatchでインスリンを記録 FLwatchでインスリンをメモ FLwatchでインスリンを追加 FLwatchでXX単位のインスリン FLwatchでXX単位 FLwatchでXX単位 FLwatchでXX単位 FLwatchでXX単位
nl: De Siri-integratie is nog volop in ontwikkeling! Het is lastig om de juiste, bruikbare zinnen te vinden. Stuur me gerust een bericht als je ideeën hebt. Siri kan je je bloedglucose en trend vertellen als je zegt: "Siri, wat is mijn glucose in FLwatch" of "Wat is mijn FLwatch-glucosespiegel". Omdat Siri soms moeite heeft met "FLwatch" (maar "Apple Watch" altijd begrijpt), kun je ook "glucosemeter" gebruiken als synoniem voor de appnaam: "Siri, wat is mijn glucose in glucosemeter" of "Wat is mijn glucosemeter-glucosespiegel". In de Opdrachten-app kun je voor deze actie een opdracht aanmaken met een eigen naam, zoals "Huidige glucosespiegel", en "Toon op Apple Watch" selecteren zodat de opdracht ook op het horloge werkt. Als je daarna zegt: "Hé Siri, huidige glucosespiegel", leest Siri de waarde en trend voor. Siri kan ook insuline-eenheden registreren voor de IOB-berekening. Bekijk de opties in de Opdrachten-app. Hier is de volledige lijst met zinnen: Wat is mijn glucose in FLwatch Wat is mijn glucose in FLwatch Wat is mijn glucosespiegel in FLwatch Wat is mijn glucosespiegel in FLwatch Wat is mijn FLwatch glucose Wat is mijn FLwatch glucose Wat is mijn FLwatch glucosespiegel Wat is mijn FLwatch glucosespiegel FLwatch toon huidige bloedglucose FLwatch wat is mijn huidige bloedglucose Wat is mijn huidige bloedglucose in FLwatch FLwatch registreer insuline FLwatch noteer insuline FLwatch voeg insuline toe XX eenheden insuline in FLwatch FLwatch XX eenheid FLwatch XX eenheden XX eenheid FLwatch XX eenheden FLwatch
pl: Integracja z Siri jest nadal w fazie rozwoju! Trudno znaleźć poprawne i użyteczne frazy. Napisz do mnie, jeśli masz jakieś pomysły. Siri może powiedzieć Ci poziom glukozy i trend, gdy powiesz: „Siri, jaki jest mój poziom glukozy w FLwatch” albo „Jaki jest mój poziom glukozy FLwatch”. Ponieważ Siri czasami ma problem ze zrozumieniem „FLwatch” (za to zawsze rozumie „Apple Watch”), możesz też użyć „monitor glukozy” jako synonimu nazwy aplikacji: „Siri, jaki jest mój poziom glukozy w monitorze glukozy” albo „Jaki jest mój poziom glukozy monitora glukozy”. W aplikacji Skróty możesz utworzyć skrót dla tej akcji z dowolną własną nazwą, na przykład „Aktualny poziom glukozy”, i wybrać „Pokaż na Apple Watch”, aby polecenie działało również na zegarku. Jeśli potem powiesz: „Hej Siri, aktualny poziom glukozy”, Siri odczyta Ci wartość i trend. Siri potrafi też zapisywać jednostki insuliny do obliczania IOB. Sprawdź opcje w aplikacji Skróty. Oto pełna lista fraz: Jaki jest mój poziom glukozy w FLwatch Jaki mam poziom glukozy w FLwatch Jaki jest mój poziom glukozy w FLwatch Jaki mam poziom glukozy w FLwatch Jaki jest mój poziom glukozy FLwatch Jaki mam poziom glukozy FLwatch Jaki jest mój poziom glukozy FLwatch Jaki mam poziom glukozy FLwatch FLwatch pokaż bieżący poziom glukozy we krwi FLwatch jaki jest mój bieżący poziom glukozy we krwi Jaki jest mój bieżący poziom glukozy we krwi w FLwatch FLwatch zapisz insulinę FLwatch zanotuj insulinę FLwatch dodaj insulinę XX jednostek insuliny w FLwatch FLwatch XX jednostka FLwatch XX jednostki XX jednostka FLwatch XX jednostki FLwatch
ru: Интеграция с Siri все еще находится в разработке! Трудно подобрать правильные и полезные фразы. Напишите мне, если у вас есть идеи. Siri может сообщить вам уровень глюкозы и тренд, если сказать: "Siri, какой у меня уровень глюкозы в FLwatch" или "Какой у меня уровень глюкозы FLwatch". Поскольку Siri иногда плохо понимает "FLwatch" (зато всегда понимает "Apple Watch"), вы также можете использовать "монитор глюкозы" как синоним названия приложения: "Siri, какой у меня уровень глюкозы в мониторе глюкозы" или "Какой у меня уровень глюкозы монитора глюкозы". В приложении Shortcuts вы можете создать команду для этого действия с любым собственным названием, например "Текущий уровень глюкозы", и выбрать "Show on Apple Watch", чтобы команда работала и на часах. После этого, если сказать: "Привет, Siri, текущий уровень глюкозы", Siri озвучит значение и тренд. Siri также может записывать единицы инсулина для расчета IOB. Изучите параметры в приложении Shortcuts. Вот полный список фраз: Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch Какой у меня уровень глюкозы в FLwatch FLwatch показать текущую глюкозу крови FLwatch какой у меня сейчас уровень глюкозы в крови Какой у меня сейчас уровень глюкозы в крови в FLwatch FLwatch записать инсулин FLwatch отметить инсулин FLwatch добавить инсулин XX единиц инсулина в FLwatch FLwatch XX единица FLwatch XX единицы XX единица FLwatch XX единицы FLwatch
zh_hans: Siri 集成仍在开发中！ 目前很难找到准确且有用的短语。如果您有任何想法，请随时与我联系。 您可以通过以下方式让 Siri 告知您的血糖值和趋势：说“Siri，我的 FLwatch 血糖值是多少”，或“我的 FLwatch 血糖水平是多少”。 由于 Siri 有时难以识别“FLwatch”（她总是能识别“Apple Watch”），您也可以使用“血糖仪”作为应用名称的同义词：例如“Siri，我的血糖仪血糖值是多少”，或“我的血糖仪血糖水平是多少”。 在快捷指令应用中，你可以为该操作创建一个快捷指令，并自定义名称（如“当前血糖水平”），同时选择“在Apple Watch上显示”，以便该指令也能在手表上生效。如果你说：“嘿Siri，当前血糖水平”，Siri会为你朗读数值和趋势。 Siri还能够记录胰岛素单位以进行IOB计算。 探索快捷指令应用中的选项。 以下是完整短语列表： 我的FLwatch血糖值是多少 我的FLwatch血糖值是多少 我的FLwatch血糖水平是多少 我的FLwatch血糖水平是多少 我的FLwatch血糖值是多少 我的FLwatch血糖值是多少 我的FLwatch血糖水平是多少 我的FLwatch血糖水平是多少 FLwatch 获取当前血糖值 FLwatch 我的当前血糖值是多少 FLwatch 我的当前血糖值是多少 FLwatch 记录胰岛素 FLwatch 记录胰岛素剂量 FLwatch 添加胰岛素 FLwatch XX 单位胰岛素 FLwatch XX 单位 FLwatch XX 单位 FLwatch XX 单位 FLwatch XX 单位

source: Snooze 15 min
de: 15 Min. schlummern
es: Posponer 15 min
fr: Reporter 15 min
it: Posticipa di 15 min
ja: 15分スヌーズ
nl: 15 min sluimeren
pl: Drzemka 15 min
ru: Отложить на 15 мин
zh_hans: 延后15分钟

source: Snooze high alert for 15 min
de: Hoch-Alarm für 15 Min. schlummern
es: Posponer alerta de glucosa alta durante 15 min
fr: Reporter l'alerte de glucose élevé pendant 15 min
it: Posticipa l'avviso di glucosio alto per 15 min
ja: 高グルコースアラートを15分スヌーズ
nl: Hoge-glucosewaarschuwing 15 min sluimeren
pl: Odłóż alert wysokiego poziomu glukozy na 15 min
ru: Отложить предупреждение о высоком уровне глюкозы на 15 мин
zh_hans: 将高葡萄糖提醒延后15分钟

source: Snooze low alert for 15 min
de: Niedrig-Alarm für 15 Min. schlummern
es: Posponer alerta de glucosa baja durante 15 min
fr: Reporter l'alerte de glucose bas pendant 15 min
it: Posticipa l'avviso di glucosio basso per 15 min
ja: 低グルコースアラートを15分スヌーズ
nl: Lage-glucosewaarschuwing 15 min sluimeren
pl: Odłóż alert niskiego poziomu glukozy na 15 min
ru: Отложить предупреждение о низком уровне глюкозы на 15 мин
zh_hans: 将低葡萄糖提醒延后15分钟

source: Something went wrong...
de: Etwas lief falsch...
es: Algo ha ido mal...
fr: Une erreur s'est produite...
it: Qualcosa è andato storto...
nl: Er is iets misgegaan...
pl: Coś poszło nie tak...
ru: Что-то пошло не так...
zh_hans: 出了点问题...

source: Sorry, there are no recent blood glucose values.
de: Entschuldige, es liegt kein aktueller Blutzuckerwert vor.
es: Lo sentimos, no hay valores recientes de glucosa en sangre.
fr: Désolé, il n'y a pas de valeurs glycémiques récentes.
it: Spiacenti, non sono disponibili valori recenti della glicemia.
ja: 申し訳ありませんが、最近の血糖値のデータはありません。
nl: Sorry, er zijn geen recente bloedglucosewaarden.
pl: Przepraszamy, brak ostatnich wartości glukozy we krwi.
ru: Извините, недавних значений глюкозы в крови нет.
zh_hans: 抱歉，目前没有最近的血糖值。

source: stable
de: stabil
es: estable
it: stabile
ja: 安定
nl: stabiel
pl: stabilny
ru: стабильно
zh_hans: 稳定的

source: State byte
de: Statusbyte
es: Byte de estado
fr: Octet d’état
it: Byte di stato
ja: 状態バイト
nl: Statusbyte
pl: Bajt stanu
ru: Байт состояния
zh_hans: 状态字节

source: Stop search
de: Suche stoppen
es: Detener búsqueda
fr: Arrêter la recherche
it: Interrompi ricerca
ja: 検索を停止
nl: Zoeken stoppen
pl: Zatrzymaj wyszukiwanie
ru: Остановить поиск
zh_hans: 停止搜索

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
ja: 提出する
nl: Versturen
pl: Wyślij
ru: Отправить
zh_hans: 提交

source: Switch
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia
ja: 切り替え
nl: Wissel
pl: Przełącz
ru: Сменить
zh_hans: 切换

source: Switch CGM provider?
de: CGM-Anbieter wechseln?
es: ¿Cambiar de proveedor de MCG?
fr: Changer de fournisseur de CGM ?
it: Cambiare provider CGM?
ja: CGM プロバイダを切り替えますか？
nl: CGM-provider wisselen?
pl: Przełączyć dostawcę CGM?
ru: Сменить поставщика CGM?
zh_hans: 切换 CGM 提供商？

source: Switching disconnects the current provider and clears its cached glucose readings in FLwatch on this device. Credentials for both providers stay saved, so switching back doesn't require re-entering them.
de: Beim Wechsel wird der aktuelle Anbieter getrennt und seine zwischengespeicherten Glukosewerte in FLwatch auf diesem Gerät werden gelöscht. Die Zugangsdaten für beide Anbieter bleiben gespeichert, sodass beim Zurückwechseln keine erneute Eingabe nötig ist.
es: Al cambiar, se desconecta el proveedor actual y se borran sus lecturas de glucosa almacenadas en caché en FLwatch en este dispositivo. Las credenciales de ambos proveedores permanecen guardadas, por lo que volver a cambiar no requiere introducirlas de nuevo.
fr: Le changement déconnecte le fournisseur actuel et efface ses mesures de glycémie mises en cache dans FLwatch sur cet appareil. Les identifiants des deux fournisseurs restent enregistrés, donc revenir en arrière ne nécessite pas de les saisir à nouveau.
it: Il cambio disconnette il provider attuale e cancella le sue letture del glucosio memorizzate nella cache di FLwatch su questo dispositivo. Le credenziali di entrambi i provider restano salvate, quindi tornando indietro non sarà necessario reinserirle.
ja: 切り替えると現在のプロバイダとの接続が解除され、このデバイス上の FLwatch にキャッシュされたグルコース測定値が消去されます。両方のプロバイダの認証情報は保存されたままなので、戻すときに再入力する必要はありません。
nl: Wisselen verbreekt de verbinding met de huidige provider en wist de glucosemetingen die FLwatch op dit apparaat in de cache heeft. Inloggegevens voor beide providers blijven bewaard, dus terugwisselen vereist geen nieuwe invoer.
pl: Przełączenie rozłącza bieżącego dostawcę i czyści jego zapisane w pamięci podręcznej odczyty glukozy w FLwatch na tym urządzeniu. Dane logowania obu dostawców pozostają zapisane, więc powrót nie wymaga ponownego ich wprowadzania.
ru: При смене текущий поставщик отключается, а его кэшированные показания глюкозы в FLwatch на этом устройстве очищаются. Учетные данные для обоих поставщиков остаются сохраненными, поэтому при обратном переключении вводить их заново не нужно.
zh_hans: 切换会断开当前提供商，并清除 FLwatch 在此设备上缓存的该提供商血糖读数。两个提供商的凭据都会保留，因此切换回来时无需重新输入。

source: Take over
de: Übernehmen
es: Tomar el control
fr: Reprendre
it: Acquisisci
ja: 引き継ぐ
nl: Overnemen
pl: Przejmij
ru: Перехватить
zh_hans: 接管

source: Tap on circular watch complication: updates glucose value
de: Auf kreisförmige Uhrenkomplikation tippen: Blutzuckerwert aktualisieren
es: Tocar la complicación circular del reloj: actualiza el valor de glucosa
fr: Appuyez sur la complication circulaire de la montre : met à jour la valeur glycémique
it: Tocca la complicazione circolare dell'orologio: aggiorna il valore del glucosio
ja: 円形の時計のコンプリケーションをタップ：血糖値を更新します
nl: Tik op de ronde watch-complicatie: werkt glucosewaarde bij
pl: Stuknij okrągłą komplikację zegarka: aktualizuje wartość glukozy
ru: Нажмите на круглое усложнение часов: обновляет значение глюкозы
zh_hans: 轻点圆形表盘功能：更新血糖值

source: Tap to open app settings.
de: Tippen Sie, um die App-Einstellungen zu öffnen.
es: Toque para abrir los ajustes de la app.
fr: Touchez pour ouvrir les réglages de l’app.
it: Tocchi per aprire le impostazioni dell’app.
ja: タップしてAppの設定を開く。
nl: Tik om de app-instellingen te openen.
pl: Stuknij, aby otworzyć ustawienia aplikacji.
ru: Нажмите, чтобы открыть настройки приложения.
zh_hans: 轻点以打开应用设置。

source: Tap to refresh now
de: Tippen, um jetzt zu aktualisieren
es: Toca para actualizar ahora
fr: Touchez pour actualiser maintenant
it: Tocca per aggiornare ora
ja: タップして今すぐ更新
nl: Tik om nu te verversen
pl: Stuknij, aby odświeżyć teraz
ru: Нажмите, чтобы обновить сейчас
zh_hans: 点按立即刷新

source: Target high
de: Zielwert hoch
es: Objetivo alto
fr: Cible haute
it: Target alto
ja: 目標上限
nl: Streefwaarde hoog
pl: Górna granica celu
ru: Верхняя целевая граница
zh_hans: 目标上限

source: Target low
de: Zielwert niedrig
es: Objetivo bajo
fr: Cible basse
it: Target basso
ja: 目標下限
nl: Streefwaarde laag
pl: Dolna granica celu
ru: Нижняя целевая граница
zh_hans: 目标下限

source: Thank you for downloading FLwatch. I hope it will prove useful. To get startet, please read the SETUP AND USAGE guide. In case of questions, please contact support. More info on the Settings tab.
de: Vielen Dank, dass Sie FLwatch heruntergeladen haben. Ich hoffe, es wird Ihnen nützlich sein. Um loszulegen, lesen Sie bitte die EINRICHTUNGS- UND NUTZUNGSANLEITUNG. Bei Fragen wenden Sie sich bitte an den Support. Weitere Informationen finden Sie auf der Registerkarte „Einstellungen”.
es: Gracias por descargar FLwatch. Esperamos que le resulte útil. Para empezar, lea la guía de CONFIGURACIÓN Y USO. Si tiene alguna pregunta, póngase en contacto con el servicio de asistencia. Más información en la pestaña Configuración.
fr: Merci d'avoir téléchargé FLwatch. J'espère qu'il vous sera utile. Pour commencer, veuillez lire le guide CONFIGURATION ET UTILISATION. Si vous avez des questions, veuillez contacter le service d'assistance. Plus d'informations dans l'onglet Paramètres.
it: Grazie per aver scaricato FLwatch. Spero che ti sia utile. Per iniziare, leggi la guida IMPOSTAZIONE E UTILIZZO. In caso di domande, contatta l'assistenza. Maggiori informazioni nella scheda Impostazioni.
ja: FLwatchをダウンロードいただきありがとうございます。役立つことを願っています。 開始するには、セットアップと使用ガイドをお読みください。質問がある場合はサポートまでご連絡ください。詳細情報は設定タブをご覧ください。
nl: Bedankt voor het downloaden van FLwatch. Ik hoop dat het nuttig voor je zal zijn. Lees om te beginnen de HANDLEIDING VOOR INSTALLATIE EN GEBRUIK. Neem bij vragen contact op met support. Meer informatie vind je op het tabblad Instellingen.
pl: Dziękujemy za pobranie FLwatch. Mam nadzieję, że okaże się przydatny. Aby rozpocząć, przeczytaj INSTRUKCJĘ KONFIGURACJI I UŻYTKOWANIA. W razie pytań skontaktuj się z pomocą. Więcej informacji znajdziesz na karcie Ustawienia.
ru: Спасибо за загрузку FLwatch. Надеюсь, он окажется полезным. Для начала прочитайте РУКОВОДСТВО ПО НАСТРОЙКЕ И ИСПОЛЬЗОВАНИЮ. Если возникнут вопросы, обратитесь в поддержку. Больше информации на вкладке Настройки.
zh_hans: 感谢您下载 FLwatch。希望它对您有用。 要开始使用，请阅读《设置和使用指南》。如有问题，请联系支持。更多信息请查看设置选项卡。
